Repository: wp-plugins/nivo-image-slider
Catalog: languages/nivo-image-slider-*.po
Languages: bn_bd

# Post Type General Name
source: Slides
bn_bd: স্লাইডসমূহ

# Post Type Singular Name
source: Slide
bn_bd: স্লাইড

source: Slider
bn_bd: স্লাইডার

source: Parent Slide:
bn_bd: মূল স্লাইড

source: All Slides
bn_bd: স্লাইডসমূহ

source: View Slide
bn_bd: স্লাইড প্রদর্শন

source: Add New Slide
bn_bd: নতুন আরেকটি স্লাইড

source: Add New
bn_bd: নতুন আরেকটি

source: Edit Slide
bn_bd: সম্পাদনা

source: Update Slide
bn_bd: স্লাইড হালনাগাদ

source: Search Slide
bn_bd: স্লাইড অনুসন্ধান

source: Not found
bn_bd: খুজে পাওয়া যায়নি

source: Not found in Trash
bn_bd: ময়লার ঝুরিতে খুজে পাওয়া যায়নি

source: slider
bn_bd: স্লাইডার

source: Custom post for Nivo Image Slider
bn_bd: নিভো ইমেজ স্লাইডারের জন্য কাস্টম পোস্ট

source: Upload Slide Image
bn_bd: স্লাইড চিত্র নির্বাচন

source: Nivo Image Slider
bn_bd: নিভো ইমেজ স্লাইডার

source: A WordPress plugin to include image slider into your theme.
bn_bd: এটি একটি ওয়ার্ডপ্রস প্লাগইন যা ওয়ার্ডপ্রস থিমে ইমেজ স্লাইডার যুক্ত করবে

source: Sayful Islam
bn_bd: সাইফুল ইসলাম
